[
  {
    "name": "Sanay Shah",
    "image": "/images/officers/Sanay_Shah.jpg",
    "position": "President",
    "description": "Sanay Shah is a senior in Industrial Engineering. He joined IEEE in Fall 2014 as a Mechanical Team member on the Purdue IEEE ROV Team. Since joining IEEE, Sanay has worked on the ROV Mechanical and Administrative teams, has been the ROV Captain during the Spring 2016 semester, Vice President during the 2016-2017 school year, and President during the 2017-2018 school year. His technical and administrative passions continue to grow as he focuses on the success of all the technical committees. As President, Sanay hopes to increase communication between student organizations and increase campus-wide collaborations. He also aims to work with all committees to develop camaraderie amongst the members. He has had internships at RSS Grinders &amp; Automation Inc. as a machinist operating manual and CNC machinery. He also enjoys playing and watching sports and is a huge fan of The Chicago Blackhawks.",
    "committees": "<a href=\"/csociety/\">Computer Society</a>, <a href=\"/mtts\">MTT-S</a>, <a href=\"/rov/\">ROV</a>"
  },
  {
    "name": "Jessica Chin",
    "image": "/images/officers/Jessica_Chin.jpg",
    "position": "Vice President (Spring) &amp; Secretary (Fall)",
    "description": "Jessica Chin is a sophomore majoring in Electrical Engineering. Since high school, Jessica has been involved with her FIRST robotics team and has always wanted to build an underwater robot. She decided to join Purdue IEEE in Fall 2016 as part of the ROV Committee. In ROV, Jessica is on the electrical team, where she works on the power and movement aspects of the ROV. In her spare time, Jessica enjoys playing tennis.",
    "committees": "<a href=\"/rov/\">ROV</a>"
  },
  {
    "name": "Brandon Stewart",
    "image": "/images/officers/Brandon_Stewart.jpg",
    "position": "Vice President (Fall)",
    "description": "Brandon is a junior in Computer Science. He joined IEEE in the Fall of 2015 on the ROV Team. He plans to pursue the Systems Programming and Computer Graphics and Visualization tracks in Computer Science. In his free time, he enjoys running, programming, and watching movies. As Secretary, he plans to promote stronger communication among teams and will focus on ensuring members are informed of IEEE events.",
    "committees": "<a href=\"/csociety/\">Computer Society</a>, <a href=\"/rov/\">ROV</a>"
  },
  {
    "name": "Michael Anderson",
    "image": "/images/officers/Michael_Anderson.jpg",
    "position": "Treasurer",
    "description": "Michael is a senior in Industrial Engineering. He joined IEEE Fall 2016 and became MTT-S Vice Chair Spring 2017. He plans to work in manufacturing in order to use his problem solving and people skills. As Treasurer, he hopes to aid committees when dealing with the university and to grow the selection of available Purdue IEEE merchandise. In his free time, he enjoys reading, playing video games, or hanging with friends. He is scheduled to graduate Spring 2018.",
    "committees": "<a href=\"/mtts\">MTT-S</a>"
  },
  {
    "name": "Efe Tas",
    "image": "/images/officers/Efe_Tas.jpg",
    "position": "Secretary (Spring)",
    "description": "Efe Tas is a junior in Computer Engineering with an interest in Digital Signal Processing. He joined IEEE in the Fall of 2017 and became a member of the Computer Society. For the Spring of 2018 Efe will be the IEEE Secretary, and he looks forward to being able to contribute to the IEEE community and its media outlooks. Efe plans to work with the Quantum Computing Technology. In his free time Efe enjoys playing video games, running long distances, or reading a nice book.",
    "committees": "<a href=\"/csociety/\">Computer Society</a>"
  },
  {
    "name": "Ellie Topi",
    "image": "/images/officers/Ellie_Topi.jpg",
    "position": "Growth and Engagement Head &amp; Purdue Aerial Robotics Team IEEE Captain",
    "description": " Ellie is a senior in Mechanical Engineering Technology. She joined Aerial Robotics in Fall 2016. She is passionate about organizing leadership and promoting interconnection of different projects. As the Captain, she aims to lead the team toward their goal of designing, building, and delivering a custom UAS to the AUVSI SUAS competition. In her spare time, she enjoys baking, crafting, and playing with aluminum.",
    "committees": "<a href=\"/partieee/\">PARTIEEE</a>"
  },
  {
    "name": "Reshef Elisha",
    "image": "/images/officers/Reshef_Elisha.jpg",
    "position": "Professional Committee Head (Fall)",
    "description": "Reshef is a senior at Purdue studying Electrical Engineering with a focus on control theory and signal processing. He has been a member of the IEEE since his freshman year and a member of the Purdue IEEE Student Branch since his transfer into Purdue in his Junior year. Reshef is the Professional Head of the Purdue IEEE Student Branch and oversees activities relating to the professional development of the branch's members. Outside of classes, he is involved in a number of aerospace activities as well as dance clubs.",
    "committees": "<a href=\"/rov\">ROV</a>"
  },
  {
    "name": "Joven Garces",
    "image": "/images/officers/Joven_Garces.png",
    "position": "Professional Committee Head (Spring)",
    "description": "Joven Garces is a sophomore at Purdue studying Computer Engineering. He first joined IEEE in Fall 2017 as part of the Computer Society starting out as the sponsorship coordinator and will be serving as the new head of Industrial Relations Spring 2018. As Industrial Relations Head he hopes to engage students in multiple fields in engineering. In his free time, Joven enjoys doing research, programming, and baking.",
    "committees": "<a href=\"/csociety\">Computer Society</a>"
  },
  {
    "name": "Justin Joco",
    "image": "/images/officers/Justin_Joco.jpg",
    "position": "Learning Committee Head",
    "description": "Justin is a junior in Electrical Engineering. He joined the IEEE EMBS exec team in Spring 2016 and helped it grow into one of Purdue IEEE's bigger technical committees. Due to previous Learning committees, he has gained technical skills that are valuable in school and industry. As Learning Head, he aims to give back to IEEE and the community through technical/professional workshops and faculty outreach. In his spare time, he enjoys practicing card magic, playing guitar, gaming, and working out.",
    "committees": "<a href=\"/embs/\">EMBS</a>"
  },
  {
    "name": "Yash Nain",
    "image": "/images/officers/Yash_Nain.jpg",
    "position": "Social Committee Head",
    "description": "Yash is a senior in Multidisciplinary Engineering. He joined IEEE in the fall of 2014 to work on the Aerial Robotics committee. He hopes to combine his engineering knowledge with a business background. As Social Head, he hopes to create an opportunity for any student to join and feel welcome in IEEE, and have the opportunity to meet new people and provide them with several engaging activities to participate in. In his free time, he is a movie buff and enjoys cooking, playing and watching sports, and playing video games.",
    "committees": "<a href=\"/mtts\">MTT-S</a>, <a href=\"/partieee/\">PARTIEEE</a>"
  },
  {
    "name": "Raghav Malik",
    "image": "/images/officers/Raghav_Malik.jpg",
    "position": "Computer Society Chair",
    "description": "Raghav Malik is a junior in Computer Engineering, He joined IEEE in Fall 2016 as part of Computer Society. He was the learning delegate for CSociety in Spring 2017 and will be the CSociety Chair for Fall 2017. As chair, he hopes to get Computer Society involved with more long-term projects to increase membership, and hopes to work with the Learning Committee to expand Code Café this year. In his free time, Raghav enjoys reading papers, listening to music, playing card games, and programming.",
    "committees": "<a href=\"/csociety/\">Computer Society</a>"
  },
  {
    "name": "Apoorva Bhagwat",
    "image": "/images/officers/Apoorva_Bhagwat.jpg",
    "position": "Engineering in Medicine and Biology Society (EMBS) Chair",
    "description": "Apoorva Bhagwat is a junior in Biomedical Engineering. She was one of the first members of EMBS when it formed in 2016. She was the Project Lead for their EEG Project and managed the Carbon (Biology) and Silicon (Electrical) teams. She became the Vice Chair of EMBS during the Spring 2016 semester and is now the Chair of EMBS. As Chair, she hopes to involve more members in the ongoing projects and aims to enter the projects into competitions by the end of the year. In her spare time, she enjoys dancing, reading, and music.",
    "committees": "<a href=\"/embs/\">EMBS</a>"
  },
  {
    "name": "Zach Vander Missen",
    "image": "/images/officers/Zach_Vander_Missen.jpg",
    "position": "IEEE Microwave Theory &amp; Techniques Society (MTT-S) Chair (Fall)",
    "description": "Zach Vander Missen is a second-year graduate student in Electrical and Computer Engineering. He first joined IEEE in Spring 2014 as a member of IEEE Computer Society. He hopes to continue the work of building up MTT-S in the coming year. Zach's research areas are RF and Microwave systems. He also enjoys playing in various ensembles with Purdue Bands and Orchestras.",
    "committees": "<a href=\"/mtts/\">MTT-S</a>, <a href=\"/csociety/\">Computer Society</a>"
  },
  {
    "name": "Rayane Chatrieux",
    "image": "/images/officers/Ray_Chatrieux.jpg",
    "position": "IEEE Microwave Theory &amp; Techniques Society (MTT-S) Chair (Spring)",
    "description": "Ray is an EE Undergraduate since 2015, graduating in May 2018, interests in EE: Low-power and high-performance circuit design, memory circuits. His hobbies include: Judo, chess, Selected video games.",
    "committees": "<a href=\"/mtts/\">MTT-S</a>"
  },
  {
    "name": "Adrian White",
    "image": "/images/officers/Adrian_White.jpg",
    "position": "Racing Committee Chair (Fall and Spring)",
    "description": "Adrian White is a senior in Electrical Engineering. He joined IEEE Racing in Fall 2016 and became the co-chair in Spring 2017 and finally the chair in Fall 2017. His work involves recruiting new members, contacting sponsors, and managing club resources. In his free time, he enjoys video games, virtual reality, skateboarding, hiking, and photography/filmography.",
    "committees": "<a href=\"/racing/\">Racing</a>"
  },
  {
    "name": "Ian Sibley",
    "image": "/images/officers/Ian_Sibley.jpg",
    "position": "Software Saturdays Chair",
    "description": "Ian Sibley is a junior in Computer Engineering with a minor in Psychology. He joined IEEE ROV in the fall of 2016 and is currently the Surface Project Group Lead, as well as being the current founding chair for Software Saturdays during the Spring semester. As the founding chair, he hopes to start this new event on a good foot, and create a foundation for it to flourish. In his spare time, Ian enjoys swimming, hiking, and biking, as well as gaming online with his family.",
    "committees": "<a href=\"/rov/\">ROV</a>"
  },
  {
    "name": "Alexander Ruffino",
    "image": "/images/officers/Alex_Ruffino.jpg",
    "position": "Remotely Operated underwater Vehicle (ROV) Captain",
    "description": " Alex is a junior in Mechanical Engineering. He joined IEEE at the start of his freshman year as a mechanical team member and a sponsorship coordinator on the ROV team. During his sophomore year, he was the Vice Captain in the fall and the Mechanical Team Lead in the spring. Outside of IEEE, he enjoys swimming as well as watching baseball and Purdue Basketball. His goal as Team Captain this year is to improve on last year's 8th place finish at the MATE International ROV Competition.",
    "committees": "<a href=\"/rov/\">ROV</a>"
  }
]