[
  {
    "name": "YuKai Bao",
    "image": "/images/officers/2019_Bao_Yukai.jpg",
    "position": "President",
    "description": "YuKai is a senior majoring in Electrical Engineering. She joined Purdue IEEE in 2018. As the former head of Growth & Engagement and the current president of Purude IEEE, she strives to introduce IEEE to a broader array of majors and make a more significant impact on the community by introducing future generations to engineering.",
    "committees": "<a href=\"/growth/\">Growth & Engagement</a>"
  },
  {
    "name": "Swagat Bhattacharyya",
    "image": "/images/officers/2019_Bhattacharyya_Swagat.jpg",
    "position": "Vice President",
    "description": "Swagat is a sophomore majoring in Electrical Engineering. He joined Purdue IEEE in 2018 and also serves as electrical lead in EMBS. Bio-electrical signals fascinate him. Swagat strives to expand involvement in IEEE and to facilitate the professional development of all IEEE members. In his free time, Swagat enjoys working out with friends and playing his bamboo flute.",
    "committees": "<a href=\"/embs/\">EMBS</a>"
  },
  {
    "name": "Alex Zhang",
    "image": "/images/officers/2019_Zhang_Alex.jpg",
    "position": "Treasurer and Aerial Robotics Chair",
    "description": "Alex is a junior double majoring in Finance and Supply Chain Information Analytics. He currently serves as the Aerial Robotics Team Captain and Purdue IEEE Treasurer. His goal for 2020 is to lead Aerial Robotics in developing a high performance UAS for strong competitive performance and maintain a strong financial standing for Purdue IEEE. In his free time, he enjoys boxing and tinkering with electronics.",
    "committees": "<a href=\"/partieee/\">Aerial Robotics</a>, <a href=\"/IR/\">Industrial Relations</a>"
  },
  {
    "name": "Joseph Choi",
    "image": "/images/officers/2019_Choi_Joseph.jpg",
    "position": "Secretary",
    "description": "Joseph is a sophomore who is majoring in Mechanical Engineering and is currently an RA at Owen. He joined IEEE in 2018 as part of EMBS and takes interest in bio-mechanics and 3D modelling. When he has free time he can be found playing piano, playing video games, and taking enthusiastic walks in the woods.",
    "committees": "<a href=\"/embs/\">EMBS</a>"
  },
  {
    "name": "Dakota Do",
    "image": "/images/officers/2019_Do_Dakota.jpg",
    "position": "Industrial Relations Head",
    "description": "Dakota is a junior majoring in aeronautical and aerospace engineering. He currently serves as the head of the Industrial Relations committee and is also in charge of sponsorships for the Aerial Robotics team. For 2019 he aims to expand the scope of Industrial Relations by recruiting more members for the committee from a wide range of academic backgrounds.",
    "committees": "<a href=\"/partieee/\">Aerial Robotics</a>, <a href=\"/IR/\">Industrial Relations</a>"
  },
  {
    "name": "Leinelle Frederick",
    "image": "/images/officers/2019_Frederick_Leinelle.jpg",
    "position": "Growth & Engagement Head",
    "description": "Leinelle is a graduate student in the college of Engineering Technology majoring in IT Business Analysis. Originally from the Caribbean (not Jamaica) she joined IEEE in 2018 and is currently the head of Growth and Engagement. Her goal for the group is to welcome new and old members of all disciplines into Purdue IEEE. In her spare time, Leinelle enjoys cycling, reading, listening to music and trying new experiences.",
    "committees": "<a href=\"/growth/\">Growth & Engagement</a>, <a href=\"/csociety/\">Computer Society</a>"
  },
  {
    "name": "Justin Zhang",
    "image": "/images/officers/2019_Zhang_Justin.jpg",
    "position": "Learning Head",
    "description": "Justin is a sophomore majoring in Computer Engineering. He joined Purdue IEEE by entering ROV's electrical team in Fall 2018. Currently he's working on designing and writing the firmware for a custom ESC. In his free time he like playing video games and long distance bike trips.",
    "committees": "<a href=\"/rov/\">ROV</a>, <a href=\"/learning/\">Learning</a>"
  },
  {
    "name": "Jerome Schweitzer",
    "image": "/images/officers/2019_Schweitzer_Jerome.jpg",
    "position": "Social Head",
    "description": "Jerome is an aspiring electrical engineer who is also interested in computer science and enjoys running, watching movies, and playing cards. He joined IEEE in the fall of 2019 as a part of the Computer Society and spent the spring semester as the Event Coordinator of the committee. Jerome attends Software Saturday sessions as an attendee and has recently participated in Code Cafe 2019 as a mentor.",
    "committees": "<a href=\"/social/\">Social</a>, <a href=\"/csociety/\">Computer Society</a>"
  },
  {
    "name": "Erik Wilson",
    "image": "/images/officers/2019_Wilson_Erik.jpg",
    "position": "Computer Society Chair",
    "description": "Erik is a sophomore in Computer Engineering from Cleveland, Ohio. He is passionate about football, baseball, and all things computers.",
    "committees": "<a href=\"/csociety/\">Computer Society</a>"
  },
  {
    "name": "Barnabas Obeng-Gyasi",
    "image": "/images/officers/2019_Obeng-Gyasi_Barnabas.JPG",
    "position": "EMBS Chair",
    "description": "Barnabas is a senior in Neurobiology and Physiology. He joined EMBS in Fall 2016. He enjoys applying biology for direct application to projects that can help a wide variety of people. As a part of EMBS he has worked on multiple projects including prosthetics, EMGs, and diagnostics. In his spare time, he enjoys reading, flying planes, playing guitar, and coding.",
    "committees": "<a href=\"/embs/\">EMBS</a>"
  },
  {
    "name": "Insoo Hyun",
    "image": "/images/officers/2019_Hyun_Insoo.JPG",
    "position": "MTT-S Chair",
    "description": "Insoo Hyun is a junior majoring in Computer Engineering. He joined MTT-S in Fall 2018 and has been a member since. He enjoys the projects in MTT-S the most.",
    "committees": "<a href=\"/mtts/\">MTT-S</a>"
  },
  {
    "name": "Dhruv Swarup",
    "image": "/images/officers/2019_Swarup_Dhruv.jpg",
    "position": "Racing Chair (Spring 2020)",
    "description": "Dhruv is a Junior in Computer Engineering and joined IEEE Racing in August 2018 as a part of the Controls sub-team. Even as the Racing Chair, he will continue to develop computer vision software for the kart. He loves working with micro-controllers and using them to build fun projects. In his free time, he enjoys playing table-tennis with friends, watching movies, and playing video games.",
    "committees": "<a href=\"/racing/\">Racing</a>"
  },
  {
    "name": "Anthony Hou",
    "image": "/images/officers/2019_Hou_Anthony.jpg",
    "position": "Racing Chair (Fall 2019)",
    "description": "Anthony is a senior studying Computer Engineering at Purdue. In his free time, he enjoys outdoor activities and chilling with friends. He has been involved in IEEE Racing for 3 years. In his Junior year, he took on the role as the committee chair and continues to lead and develop the team.",
    "committees": "<a href=\"/racing/\">Racing</a>"
  },
  {
    "name": "Grant Geyer",
    "image": "/images/officers/2019_Geyer_Grant.jpg",
    "position": "ROV Captain",
    "description": "Grant Geyer is a junior majoring in Computer Engineering. He joined ROV in Fall 2017 as an electrical member. He is also a part of Run Club and InterVarsity and is willing to talk to anyone about movies.",
    "committees": "<a href=\"/rov/\">ROV</a>"
  },
  {
    "name": "Paras Adhikary",
    "image": "/images/officers/2019_Adhikary_Paras.jpg",
    "position": "Software Saturdays Chair",
    "description": "Paras is a senior in Computer Engineering. He joined IEEE Software Saturdays in Spring of 2018 as one of the starting mentors. He looks forward to being able to help his peers use Software Development to pursue their hobbies and interests. Outside of IEEE, Paras enjoys playing soccer and running.",
    "committees": "<a href=\"/software/\">Software Saturdays</a>"
  }
]