[
  {
    "img": "../codecafe/logo.jpg",
    "title": "Code Cafe",
    "date": "2020-10-24",
    "desc": "Code Cafe is back this fall on Saturday, October 24th from 1PM - 6PM (On the Code Cafe Discord)! Learn or teach the basics of programming using Python, one of the most intuitive and popular coding languages! Please RSVP stating wether you want to be a student or a mentor. Instructions for how to do so and other info can be found on our website at <a href=\"https://codecafe.purdueieee.org\" style=\"text-decoration:underline\"  target=\"_blank\">Code Cafe</a>"
  },
  {
    "img": "images/CodeCafe2019.png",
    "title": "Code Cafe",
    "date": "2019-11-09",
    "desc": "Join us at WALC 1087/1121 on November 9th from 1-6 pm to either learn the basics of Python or to help others learn (and get a free t-shirt for helping out). You will be divided into groups based on your programming level and what you want to learn. Please bring your laptop, charger, and curiousity to this event!"
  },
  {
    "img": "images/cnc.jpg",
    "title": "Machining",
    "date": "2019-10-22",
    "desc": "Join us at EE 226 on October 22 from 6 pm to learn how to use a few standard machining tools and their safety protocols."
  },
  {
    "img": "images/neuralNetDiagram.png",
    "title": "Machine Learning",
    "date": "2019-10-29",
    "desc": "Join us at KRAN G020 on October 29 from 6 pm to learn some of the basics behind machine learning (ml). ml is the hype right now, and with a bit of training (no pun intended), you can use it to do pretty clever things."
  },
  {
    "img": "images/ROS.png",
    "title": "Robot Operating System (ROS)",
    "date": "2019-09-24",
    "desc": "Join us at KNOY B031 on September 24 from 6 pm to learn the basics of Robot Operating System (ROS). ROS is a widely used framework utilized to create complex, yet robust robot functionality across many platforms."
  },
  {
    "img": "images/github.png",
    "title": "Git + GitHub",
    "date": "2019-09-16",
    "desc": "Join us at WALC 3090 on September 16 from 6 pm to learn the basics of using Git and GitHub. Git is a version control software that makes saving your old code and reverting changes much easier. GitHub is a remote location to store your code and collaborate with other people through merging and code reviews. The session will cover only command line tools, so familiarity with the command line is helpful."
  },
  {
    "img": "images/solidworks.png",
    "title": "SolidWorks Training Session",
    "date": "2019-09-19",
    "desc": "Join us at LILY G428 on September 12, 17, and 19 from 6 pm to learn the basics of 3D modeling with one of the most widely utilized software’s in industry, SolidWorks! This introductory series will cover basic parametric modeling with a focus on best practices so that you can create better, more robust models."
  },
  {
    "img": "images/Cypress.png",
    "title": "Cypress Bluetooth Low Energy (BLE)",
    "date": "2019-09-11",
    "desc": "Join us at WALC 3122 on September 11 from 6 pm to get hands-on leaning with latest Cypress PSoC 4 technology. PSoC is a family of analog, digital, and embedded MCU – all on one chip, programmable devices. Faculty and Students involved in senior project, digital, analog, and embedded classes and design; as well as topics as diverse as robotics, mechatronics, industrial controls, automotive, and aeronautics are encouraged to attend! Cypress will be providing FREE PIZZA and a FREE CY8CKIT-145 PSoC 4 BLE kit!"
  },
  {
    "img": "images/Professional.jpg",
    "title": "Resume and Professionalism",
    "date": "2019-09-07",
    "desc": "Join us at REC 112 on September 7 from 3:30 pm to polish your resume and build your professional skills for the Purdue Industrial Roundtable or other occasions."
  },
  {
    "img": "images/eagle.png",
    "title": "EAGLE Training Session",
    "date": "2019-09-10",
    "desc": "These training sessions on September 3, 5, and 10 from 6 pm will cover the basics of EAGLE, an electrical board schematic and layout tool. The locations for the sessions on 9/3, 9/5, and 9/10 are WTHR 420, WTHR 420, and UNIV 119, respectively. The training is split into three parts, that will teach how to create schematics, board layouts, and parts. No prior knowledge is required. Additional details below: <p><strong>TODO: Before you come to this session, there are a few requirements.</strong></p><ul><li>Download EAGLE and the Sparkfun Libraries. Instructions on downloading and setup can be found on <a href=\"https://learn.sparkfun.com/tutorials/how-to-install-and-setup-eagle\">Sparkfun's website.</a></li><li>Suggested Reading: To get an overview of the topics we will cover at the first lesson, read <a href=\"https://learn.sparkfun.com/tutorials/using-eagle-schematic\">Sparkfun's schematic tutorial</a></li></ul><p><strong>Things to bring:</strong></p><ul><li>Laptop with EAGLE installed, a mouse (recommended), charged battery (some outlets available)</li></ul>"
  },
  {
    "img": "../codecafe/logo.jpg",
    "title": "Code Cafe",
    "date": "2019-03-30",
    "desc": "Code Cafe is back this spring on Saturday, March 30th from 1PM - 6PM (Location TBD)! Learn the basics of programming using Python, one of the most intuitive and popular coding languages, and enjoy a free coffee/expresso bar with snacks! Please bring your laptop and charger. To RSVP as a student, fill out this form. Spots fill up quickly! However, if you're good at Python and are interested to be a mentor (accepted mentors get a free T-shirt), please apply here. Visit our website at <a href=\"https://codecafe.purdueieee.org\" style=\"text-decoration:underline\"  target=\"_blank\">Code Cafe</a>"
  },
  {
    "img": "images/Soldering.jpg",
    "title": "IEEE x SWE x WiA Soldering Workshops",
    "date": "2018-03-29",
    "desc": "Come to our soldering workshop sessions on Thurs, March 22nd or on Thurs, March 29th at 6PM in FRNY G124 to learn how to solder! This is brought to you by Purdue IEEE, Purdue Society of Women of Engineers (PSWE), and Women in Aerospace(WiA). We will be soldering a 4-bit binary adder to learn both surface-mount soldering and through-hole soldering. Please RSVP <a href=\"https://goo.gl/forms/CfUEdsZRWmjyrb4O2\" style=\"text-decoration:underline\" target=\"_blank\">HERE</a>. IMPORTANT: Members of the above clubs participate for free! All others have to pay $5 to participate."
  },
  {
    "img": "images/codecafe_final_w_date.jpg",
    "title": "Code Cafe",
    "date": "2018-03-31",
    "desc": "Code Cafe is back this spring on Saturday, March 31st from 1PM - 6PM in WALC B074! Learn the basics of programming using Python, one of the most intuitive and popular coding languages, and enjoy a free coffee/expresso bar with snacks! Please bring your laptop and charger. To RSVP as a student, fill out this form. Spots fill up quickly! However, if you're good at Python and are interested to be a mentor (accepted mentors get a free T-shirt), please apply here. Visit our website at <a href=\"https://codecafe.purdueieee.org\" style=\"text-decoration:underline\"  target=\"_blank\">Code Cafe</a>"
  },
  {
    "img": "images/matlablogo.jpg",
    "title": "Intro to MATLAB",
    "date": "2018-02-03",
    "desc": "If you want to learn the basics of MATLAB or you want to review for ENGR 132, come to our MATLAB workshop in SC 179 on Saturday, February 3rd at 1PM! MATLAB is a popular numerical computing environment used to implement algorithms, simulate experiments, create user interfaces, and more. We’ll be going over its user interface, how to do math operations, save data, write functions, plotting, and other fundamentals. "
  },
  {
    "title": "Basics of MATLAB: Part 2",
    "date": "2018-02-03",
    "desc": "If you want to dive deeper into the basics of MATLAB whether to build upon ideas from ENGR 132 or become more proficient using numerical computing for STEM work in college or afterwards, come to our next MATLAB workshop! This is a continuation of the Introduction to MATLAB Workshop that explores more about this a popular numerical computing environment.. NOTE: If this is your first MATLAB workshop, we recommend reviewing exercises from the previous workshop available here"
  },
  {
    "img": "images/prosthetic.jpg",
    "title": "Prosthetics Workshop",
    "date": "2018-01-27",
    "desc": "Purdue IEEE Aerial Robotics and EMBS collaborated to host a composites workshop focused on the engineering of prosthetics. The event happened on January 27th and last from 1pm to 4pm. It began with a keynote speaker who introduced the topic of prosthetics design, and the rest of the day was dedicated to the building of the prosthetics."
  },
  {
    "img": "images/career-fair.jpg",
    "title": "\"How to Career Fair\" Prep Session",
    "date": "2018-01-23",
    "desc": "Worried about the upcoming Spring Expo (Mon, Jan 30th) and other career fairs? Come to Purdue IEEE's prep session on Tuesday, January 23rd at 6PM in EE 117 to learn from experienced members about how to prepare for career fairs and how to get interviews! Come with questions for the Q&ampA at the end!"
  },
  {
    "img": "images/CodeCafeLivePic.JPG",
    "title": "Code Cafe",
    "date": "2017-10-14",
    "desc": "Ever wanted to learn how to code? Come to Code Cafe in WALC B074 from 1PM to 6PM on Saturday, October 14th to learn the basics of programming using Python, one of the most intuitive and popular coding languages. We have a free coffee/expresso bar and snacks! Please bring your laptop and charger!"
  },
  {
    "img": "images/3dPrint.png",
    "title": "3D Printing",
    "date": "2017-10-01",
    "desc": "3D printing refers to the process of creating 3-dimensional objects from layers of material.This will be organized as a showcase with an introduction to 3D printer filaments, how to use slicers, and how to purchase your first printer."
  },
  {
    "img": "images/Soldering.jpg",
    "title": "Soldering",
    "date": "2017-10-01",
    "desc": "Soldering is joining of metals through melting one of them, or using a filler metal to join the metals together. Building a circuit board usually involves some form of soldering in order to join all supplemental components onto the board. This workshop will include the basics on how to correctly and safely solder boards in order to produce a functioning circuit. This is useful for those interested in electronics and in Senior Design."
  },
  {
    "img": "images/eagle.png",
    "title": "EAGLE Training Session",
    "date": "2017-10-01",
    "desc": "This training session will cover the basics of EAGLE, an electrical board schematic and layout tool. The training session is split into three parts, that will teach how to create schematics, board layouts, and parts. No prior knowledge is required. Additional details below: <p><strong>TODO: Before you come to this session, there are a few requirements.</strong></p><ul><li>Download EAGLE and the Sparkfun Libraries. Instructions on downloading and setup can be found on <a href=\"https://learn.sparkfun.com/tutorials/how-to-install-and-setup-eagle\">Sparkfun's website.</a></li><li>Suggested Reading: To get an overview of the topics we will cover at the first lesson, read <a href=\"https://learn.sparkfun.com/tutorials/using-eagle-schematic\">Sparkfun's schematic tutorial</a></li></ul><p><strong>Things to bring:</strong></p><ul><li>Laptop with EAGLE installed, a mouse (recommended), charged battery (some outlets available)</li></ul>"
  },
  {
    "img": "images/solidworks.png",
    "title": "SolidWorks Training Session",
    "date": "2017-10-01",
    "desc": "Learn the basics of 3D modeling with one of the most widely utilized software’s in industry, SolidWorks! This introductory series will cover basic parametric modeling with a focus on best practices so that you can create better, more robust models."
  },
  {
    "img": "images/github.png",
    "title": "Git + GitHub",
    "date": "2017-10-01",
    "desc": "This session will cover the basics of using git and GitHub. Git is a version control software that makes saving your old code and reverting changes much easier. GitHub is a remote location to store your code and collaborate with other people through merging and code reviews. The session will cover only command line tools, so familiarity with the command line is helpful."
  },
  {
    "img": "images/EmailLogo.jpg",
    "title": "Professional Emails",
    "date": "2017-11-02",
    "desc": "Want to impress or gain attention of companies with your writing skills? Often, you have to write emails to do so. It's easy to write an email, but it's a little more difficult to write professional ones. Come to this workshop in WALC 2088 at 6:30PM on Thursday, November 2nd to learn about the email etiquette and mechanics that'll get employers to treat you more seriously!"
  },
  {
    "img": "images/Arduino.png",
    "title": "Arduino",
    "date": "2017-10-01",
    "desc": "This training session will go over the basics of microcontrollers. It will go into the basics of writing code to work for Arduinos, what you can and can't do with an Arduino, and how to set up different hardware to connect devices to your Arduino. It is required that attendees have a competent understanding of reading and writing code (for example, students that take CS 159 or some equivalent)"
  },
  {
    "img": "images/AshrafAlam.jpeg",
    "title": "ECE Professor Talk - Dr. Ashraf Alam",
    "date": "2017-10-01",
    "desc": "We will be hosting a professor talk with ECE Professor Muhammad Ashraful Alam, whose primary area of interest is in Microelectronics and Nano-techology. Please come to his talk, primarily focused on undergraduate students, on Tuesday, November 28th in ME 1009 at 6:30PM to learn more about \"How a Synthesis of Biology and Electronics May Change the World as We Know It.\" Free pizza and soda will be served!"
  },
  {
    "img": "images/matlablogo.jpg",
    "title": "MATLAB",
    "date": "2017-11-18",
    "desc": "If you want to learn the basics of MATLAB or you want to get a headstart in ENGR 132, come to our MATLAB workshop in SC 179 on Saturday, November 18th at 1PM! MATLAB is popular numerical computing environment used to implement algorithms, simulate experiments, create user interfaces, and many more. We’ll be going over its user interface, how to do math operations, save data, write functions, plotting, and other fundamentals."
  },
  {
    "title": "Catia",
    "date": "2017-02",
    "desc": "This training session will provide a basic overview of CATIA, a CAD software often used in the automotive, aerospace, and other heavy industries. We will delve into the basics of the software, so that members can become familiar with the software and gain a greater understanding of CAD in general. No prior knowledge is necessary.\""
  }
]